Repository: FlutterIronMan/vcheck_ios
Catalog: VcheckSDKDemoIOS/*.lproj/Main.strings
Languages: uk

# 0Xc-7L-HF3.text
source: Все было пройдено корректно, отправить на проверку
uk: Все було пройдено коректно, відправити на перевірку

# 2Ip-f7-uZ5.text
source: К сожалению, нам не удалось верифицировать вашу заявку. Если вы не согласны с данным решением, просьба обратиться в службу поддержки
uk: На жаль, нам не вдалося верифікувати вашу заявку. Якщо ви не погоджуєтесь з цим рішенням, прохання звернутися до служби підтримки

# 2W7-Jm-sUy.text
source: Фото вашего документа должно отвечать следующим требованиям:
uk: Фото вашого документа має відповідати таким вимогам:

# 3fM-Ho-q55.configuration.title
source: Попробовать снова
uk: Спробувати знову

# 3gZ-MQ-puZ.text
source: Загранпаспорт
uk: Закордонний паспорт

# 73Y-G0-L4X.text
source: Не следует, однако забывать, что консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия.
uk: Для подальшої обробки та валідації вкажіть, який тип нижче відповідає вашому документу.

# 8MH-tb-Ixh.text
source: Верификация неуспешна
uk: Верифікація неуспішна

# 939-B9-Kfj.text
source: Время на выполнение движения истекло
uk: Час на виконання руху закінчився

# 9Fe-fP-c8z.configuration.title
source: Скопировать ссылку
uk: Копіювати посилання

# aNj-4j-beg.text
source: В кадре могло быть несколько людей, либо посторонние предметы. При повторной проверке постарайтесь, что бы в кадре было только ваше лицо и его было видно как можно четче.
uk: У кадрі могло бути кілька людей, або сторонні предмети. При повторній перевірці постарайтеся, щоб у кадрі було тільки ваше обличчя і його було видно якомога чіткіше.

# Bn8-gv-ckR.text
source: Мы не нашли страницы с таким адресом :(
uk: Ми не знайшли сторінки з такою адресою:(

# bPH-Ay-ydn.text
source: Внутренний гражданский паспорт
uk: Внутрішній громадянський паспорт

# bVd-GC-ULM.text
source: Движение, которое запрашивалось не было выполнено корректно. Старайтесь делать именно те движения, которые запрашиваются. Движения должны быть плавными и своевременными.
uk: Рух, який потрібно було виконати не був виконаний коректно. Намагайтеся робити саме ті рухи, які запитують. Рухи мають бути плавними та своєчасними.

# Ci0-dm-ifp.text
source: Non available
uk: Недоступний

# DdH-Xd-pgi.configuration.title
source: Liveness Demo
uk: Liveness(Локально!)

# Dtj-8M-eb8.text
source: Верификация успешна
uk: Верифікація успішна

# EY3-6C-cJ9.text
source: нет посторонних объектов: обложки, пальцев, скрепок и т.п.
uk: немає сторонніх об'єктів: обкладинки, пальців, скріпок тощо.

# fFZ-MA-crE.text
source: Выберите страну
uk: Оберіть країну

# G5Y-Jp-D3x.text
source: Все было пройдено корректно, отправить на проверку
uk: Все було пройдено коректно, відправити на перевірку

# gCO-14-vPo.configuration.title
source: Попробовать снова
uk: Спробувати знову

# hfh-Nr-Lyd.text
source: сфотографированы или отсканированы с оригиналов
uk: сфотографовані або відскановані з оригіналів

# hgH-RH-Doo.text
source: Требования к фото
uk: Вимоги до фото

# hJ9-Ol-hHi.text
source: Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании существенных финансовых и административных условий.
uk: Усі необхідні дані по заявці на верифікацію надіслані на наші сервіси та знаходяться у фінальній стадії обробки. Ви можете повернутись до партнерського сервісу.

# iad-2I-iin.text
source: Заявка отправлена на проверку
uk: Заявку надіслано на перевірку

# jks-Ld-fXF.configuration.title
source: Попробовать снова
uk: Спробувати знову

# k3O-6X-MdF.text
source: действительны на момент отправки
uk: дійсні на момент відправлення

# KCf-7P-AoR.configuration.title
source: Вернуться
uk: Повернутися

# Kfa-tK-cWU.configuration.title
source: Отлично
uk: Чудово

# kMc-Ag-ZwR.text
source: Камера не найдена, либо вы отказали в доступе к ней. Если камера работает исправно - нажмите на кнопку ниже и в появившемся окне дайте доступ на ее использование. Если проблема не решилась попробуйте скопировать ссылку на верефикацию продолжить на другом устройстве
uk: Камера не знайдена або ви відмовили у доступі до неї. Якщо камера працює справно - натисніть кнопку нижче і у вікні дайте доступ на її використання. Якщо проблема не вирішилася, спробуйте скопіювати посилання на верефікацію продовжити на іншому пристрої

# LeA-wx-gAE.configuration.title
source: Попробовать снова
uk: Спробувати знову

# lqU-VZ-pLL.text
source: видны все защитные элементы
uk: видно всі захисні елементи

# lZr-qg-h72.text
source: изображение должно быть цветным
uk: зображення має бути кольоровим

# mhV-l1-ZoU.text
source: По какой-то причине мы не смогли загрузить контент данной страницы. Попробуйте перезагрузить страницу
uk: З якоїсь причини ми не змогли завантажити вміст цієї сторінки. Спробуйте перезавантажити сторінку

# o5B-Kh-Vep.text
source: Биометрический паспорт (ID-карта)
uk: Біометричний паспорт (ID-картка)

# O84-jd-0oF.text
source: Country
uk: Країна

# Oov-Zo-rlv.text
source: Заявка на верификацию отправлена на проверку. Очень скоро Вас уведомят о результате.
uk: Заявку на верифікацію надіслано на перевірку. Незабаром Вас повідомлять про результат.

# OPz-op-RyB.text
source: Вы не смотрели прямо
uk: Ви не дивилися прямо

# osX-So-W2j.configuration.title
source: Отлично
uk: Чудово

# QxK-2h-Je3.configuration.title
source: Попробовать снова
uk: Спробувати знову

# rBN-xJ-7O7.configuration.title
source: Обратиться в службу поддер...
uk: Звернутися в службу підтримки

# SQC-lw-w5d.text
source: Лицо не было зафиксировано прямо в кадре в необходимый для этого момент. Старайтесь четко придерживаться инструкций в момент прохождения проверки. Попробуйте снова.
uk: Особа не була зафіксована прямо в кадрі у необхідний для цього момент. Намагайтеся чітко дотримуватись інструкцій у момент проходження перевірки. Спробуйте знову.

# TdZ-WF-NIV.text
source: В кадре много помех
uk: У кадрі багато перешкод

# tZV-5H-szz.text
source: Страна
uk: Країна

# U6K-vN-zaz.text
source: Country
uk: Країна

# UJr-ZK-4ZA.text
source: Операционная система не поддерживаеться
uk: Операційна система не підтримується

# uLu-gA-21w.text
source: Вы не успели выполнить корректное движение. Старайтесь четко придерживаться инструкций в момент прохождения проверки
uk: Ви не встигли зробити коректний рух. Намагайтеся чітко дотримуватись інструкцій у момент проходження перевірки

# uol-az-Qka.text
source: Неверное движение
uk: Неправильний рух

# uqi-ej-qUg.text
source: Все было пройдено корректно, отправить на проверку
uk: Все було пройдено коректно, відправити на перевірку

# uXu-nD-622.configuration.title
source: Start Demo Flow
uk: Спробувати демо

# v87-W5-vbC.configuration.title
source: Попробовать снова
uk: Спробувати знову

# vIo-1V-hp0.text
source: Что-то пошло не так :(
uk: Щось пішло не так :(

# Vpj-sc-FAg.configuration.title
source: На главную
uk: На головну

# vUd-yM-LbS.text
source: полностью видны все 4 угла документа
uk: повністю видно всі 4 кути документа

# w2I-Vr-HHn.text
source: К сожалению, данная мобильная ОС не поддерживаеться. Для успешного прохождения процедуры верификации рекомендуем вам скопировать ссылку ниже и продолжить на персональном компьютере
uk: На жаль, ця мобільна ОС не підтримується. Для успішного проходження процедури верифікації рекомендуємо вам скопіювати посилання нижче та продовжити на персональному комп'ютері

# W64-Ne-sgD.configuration.title
source: Продолжить
uk: Продовжити

# wM8-4G-pEK.configuration.title
source: Отмена
uk: Відміна

# wtE-4q-cec.text
source: Unsupported Device
uk: Пристрій не підтримується

# WXG-eJ-qvn.configuration.title
source: Закрыть
uk: Закрити

# XJJ-7D-hfl.text
source: Выберите тип документа
uk: Оберіть тип документу

# YYe-al-bEj.configuration.title
source: Продолжить
uk: Продовжити

# Zj7-hg-UKx.text
source: Все было пройдено корректно, отправить на проверку
uk: Все було пройдено коректно, відправити на перевірку

# ZKB-FU-zba.configuration.title
source: Дать доступ к камере
uk: Дати доступ до камери

# zMS-X5-1mQ.text
source: Значимость этих проблем настолько очевидна, что новая модель организационной деятельности требуют определения и уточнения направлений прогрессивного развития.
uk: Оберіть країну реєстрації вашого документа, який потрібно буде сфотографувати на наступному кроці.

# 1c6-jq-Hxi.text
source: Проверка лица
uk: Перевірка обличчя

# 6v6-eK-T1j.text
source: Загрузите фото лицевого разворота (разворот с вашим фото).
uk: Завантажте фото лицьового розвороту (розворот із вашим фото).

# ato-ly-woq.text
source: Сначала разместите лицо по центру кадра, затем двигайте головой в заданом направлении, как на примере ниже, чтобы показать свое лицо со всех углов.
uk: Спочатку розмістіть обличчя по центру кадру, потім рухайте головою в заданому напрямку, як на прикладі нижче, щоб показати своє обличчя з усіх кутів.

# ATp-gm-vMv.text
source: зафиксированная камера (старайтесь не двигать камерой)
uk: зафіксована камера (намагайтеся не рухати камерою)

# FNT-ys-lqv.text
source: Сверка заполнение данных
uk: Перевірка / заповнення даних

# fRM-vS-6wd.text
source: Сделать фото
uk: Зробити фото

# fVU-YR-D7u.placeholder
source: Search
uk: Пошук

# GCm-VK-XhF.text
source: Загрузите фото документа
uk: Завантажте фото документа

# gGK-zu-Dsf.text
source: Сделать фото
uk: Зробити фото

# goj-ZF-231.text
source: Проверьте свое фото
uk: Перевірте своє фото

# ilv-19-slf.text
source: движения должны быть четкими и плавными
uk: рухи повинні бути чіткими та плавними

# izr-Q9-DV5.text
source: Допустимый формат изображения: JPG, JPEG
uk: Допустимий формат зображення: JPG, JPEG

# k0x-f9-qUL.text
source: Загрузите фото обратного разворота.
uk: Допустимий формат зображення: JPG, JPEG

# QOe-mg-i3J.text
source: выполнятей только запрашиваемые движения
uk: виконуйте тільки рухи, що запитуються

# r7D-Nn-4Ql.configuration.title
source: Все понятно. Начать проверку
uk: Розпочати перевірку

# S8c-XH-tNZ.text
source: найдите место с хорошим освещением (светло, но без ярких засветов)
uk: знайдіть місце з хорошим освітленням (світло, але без яскравих засвітів)

# sAt-oD-4Mb.text
source: в кадре не должно быть помех
uk: у кадрі не повинно бути перешкод

# t8n-y7-cdZ.configuration.title
source: Подтвердить
uk: Підтвердити

# VQx-HL-SS1.text
source: Проверьте читаемость информации на фото. Убедитесь, что на фото видны все 4 угла документа
uk: Перевірте читабельність інформації на фото. Переконайтеся, що на фото видно всі 4 кути документа.

# Wgk-ad-nWW.text
source: Проверьте, все ли данные по документу были распознаны корректно?
uk: Перевірте, чи всі дані документа були розпізнані коректно?

# wgy-0K-AbA.text
source: Заменить фото
uk: Замінити фото

# ZNG-ph-Cor.configuration.title
source: Продолжить
uk: Продовжити
